GridChain sketch contains more than one loop.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MoreThanOneLoop { get; }
  Visual Basic
Public Shared ReadOnly Property MoreThanOneLoop As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MoreThanOneLoop {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GridChainSketchFailures Class
  Autodesk.Revit.DB Namespace